INSERT INTO package (package_name, count, period, created_at)
VALUES ('Starter PT 10회', 10, 60, '2022-08-01 00:00:00'),
       ('Starter PT 20회', 20, 120, '2022-08-01 00:00:00'),
       ('Starter PT 30회', 30, 180, '2022-08-01 00:00:00'),
       ('무료 이벤트 필라테스 1회', 1, NULL, '2022-08-01 00:00:00'),
       ('바디 챌린지 PT 4주', NULL, 28, '2022-08-01 00:00:00'),
       ('바디 챌린지 PT 8주', NULL, 48, '2022-08-01 00:00:00'),
       ('인바디 상담', NULL, NULL, '2022-08-01 00:00:00');

INSERT INTO `user` (user_id, user_name, status, phone, meta, created_at)
VALUES ('A1000000', 'Amy', 'ACTIVE', '01011112222', NULL, '2022-08-01 00:00:00'),
       ('A1000001', 'Daniel', 'ACTIVE', '01033334444', NULL, '2022-08-01 00:00:00'),
       ('A1000002', 'Billy', 'INACTIVE', '01055556666', NULL, '2022-08-01 00:00:00'),
       ('B1000010', 'Kim Jun', 'ACTIVE', '01077778888', NULL, '2022-08-01 00:00:00'),
       ('B1000011', 'Nakomi', 'INACTIVE', '01088889999', NULL, '2022-08-01 00:00:00'),
       ('B2000000', 'Andy', 'ACTIVE', '01099990000', NULL, '2022-08-01 00:00:00'),
       ('B2000001', 'Sumy', 'ACTIVE', '01000001111', NULL, '2022-08-01 00:00:00');

INSERT INTO user_group_mapping (user_group_id, user_id, user_group_name, description, created_at)
VALUES ('HANBADA', 'A1000000', '한바다', '한바다 임직원 그룹', '2022-08-01 00:00:00'),
       ('HANBADA', 'A1000001', '한바다', '한바다 임직원 그룹', '2022-08-01 00:00:00'),
       ('HANBADA', 'A1000002', '한바다', '한바다 임직원 그룹', '2022-08-01 00:00:00'),
       ('HANBADA', 'B1000010', '한바다', '한바다 임직원 그룹', '2022-08-01 00:00:00'),
       ('HANBADA', 'B2000000', '한바다', '한바다 임직원 그룹', '2022-08-01 00:00:00'),
       ('TAESAN', 'B2000001', '태산', '태산 임직원 그룹', '2022-08-01 00:00:00');